{"birds":[{"id":"1","name":"American Oyster Catcher","about":"The American Oystercatcher is distinct with its black and white feathers and a long, bright orange beak. The head and chest are black and the wings and tail grayish-black. The underbelly is white along with the feathers on the inside part of the wing which become visible during flight. The irises are yellow and the eyes have orange rings inside them. The legs are pink and adults are about 19 inches in length. Oystercatchers stay close to coastal habitats. They nest on beaches on coastal islands and feed on mollusks.","img":"american_oystercatcher"},{"id":"2","name":"Black Backed Gull","about":null,"img":"black_backed_gull"},{"id":"3","name":"Black Bellied Plover","about":"Black-bellied Plover is 10-13 in. The adults are gray, with small marks of lighter black and darker black on face and back with a black underbelly. This Plover spends its winters on beaches, mudflats, and coastal marshes but also found in less commonly on inland marshes, lakeshores, and flat fields. It has 3 or 4 good eggs its spotted with brown in a nest made with moss, algae, and grass.","img":"black_bellied_plover"},{"id":"4","name":"Black Billed Gull","about":"The Black-billed Gull is a lightly colored gull with a little black on its wingtips. It has a long thin black bill with a bright red mouth it has reddish black feet and white eyes. Its natural habitats are rivers, freshwater lakes, freshwater marshes, sandy shores, and urban areas. It feeds on fish, freshwater and marine invertebrates. The bird faces threats from various predators that eat their eggs and chicks. These include brown rats, weasels, hedgehogs and feral cats.","img":"black_billed_gull"},{"id":"5","name":"Black Skimmer","about":null,"img":"black_skimmer"},{"id":"6","name":"Brown Pelican","about":"Brown Pelicans are large birds with a mostly dark brown coat and has a white to pale yellow neck with black legs. They can be recognized by its long beak with a hooked tip and a huge pouch. Their legs are short and all four toes are webbed. They have a wing span more than 6ft long and can be often found gliding low over the water. They are never found more than 20 miles out to sea or inland on fresh water. They prefer shallow inshore waters such as bays. Brown Pelicans feed on medium sized fish that they capture by diving into the water and then scooping the fish into their pouch like mouth.","img":"brown_pelican"},{"id":"7","name":"Cormorant","about":"The Cormorant does not have a consistent distinction between it and the shag. The cormorant range in size from the Pygmy Cormorant as little as 18 in to the Flightless Cormorant with a maximum size 40 in. The majority of the cormorants have dark feathers. Many species have areas of colored skin on the face which vary in color such as bright blue, red, orange or yellow. The bill is long, thin and sharply hooked. Their feet have webbing between all four toes. They stay close to the coast and some have colonized inland. All cormorants are fish-eaters, eating small eels and fish. Cormorants like to nest in groups using trees, rocky shores or cliffs. The eggs have a chalky-blue color to them.","img":"cormorant"},{"id":"8","name":"Great Blue Heron","about":"Great Blue Herons are the largest of the North American herons they have long legs, a snake like neck and a thick sharp bill. Its head, chest and wing feathers give the bird a rough appearance. When flying the Great Blue Heron curls its neck into S shape and its legs trail well beyond the tail. Great Blue Herons move slowly or stand like a statue stalking fish and other prey in shallow water or open fields. Great Blue Herons can be found in saltwater and freshwater habitats, from open coasts to marshes and riverbanks. They also scavenge in grasslands and agricultural fields.","img":"great_blue_heron"},{"id":"9","name":"Great White Egert","about":"Great White Egrets are tall with long legs they often wade around. They have an S shaped neck with a long pointy bill. When flying the long neck is tucked in and the legs extend beyond the tip of its tail. All the feathers on Great Egrets are white and their bills are yellowish orange and they have black legs. Great Egrets wade in shallow water both fresh and salt to eat fish or other small aquatic animals. They typically stand still and wait for its food to pass by. Great Egrets can be found both in freshwater and saltwater habitats. They place stick nests high in the trees often on islands away from most of their predators.","img":"great_egret"},{"id":"10","name":"Grey Egret","about":"They are usually grey like their name and live in a large range of places. For the climate they usually live in warmer and tropical temperate regions. Their scientific name is Ardea alba. The adults wingspan is about 131-170 cm.","img":"grey_egret"},{"id":"11","name":"Grey Heron","about":null,"img":"grey_heron"},{"id":"12","name":"Laughing Gull","about":null,"img":"laughing_gull"},{"id":"13","name":"Least Tern","about":null,"img":"least_tern"},{"id":"14","name":"Limpkin","about":null,"img":"limpkin"},{"id":"15","name":"Little Blue Heron","about":null,"img":"little_blue_heron"},{"id":"16","name":"Osprey","about":"The Osprey is a bird of prey that eats fish. It resembles a hawk and is sometimes known as the sea hawk. It is larger than 60 cm for the length and the wingspan is about 180 cm. The scientific name is Pandion haliaetus. The majority of the birds are brown and white.","img":"osprey"},{"id":"17","name":"Piping Plover","about":"The Piping Plover is a shorebird which feeds and nests along the coasts of Northern America. The scientific name is Charadrius melodus. The bird is about the size of a sparrow. 35-41 cm is the range for their wingspan. They have orange and black beaks and orange legs.","img":"piping_plover"},{"id":"18","name":"Reddish Egert","about":null,"img":"reddish_egret"},{"id":"19","name":"Ring Billed Gull","about":"These are the birds that go up to humans for food most of the time. Their scientific name is Larus delawarensis. They usually nest near freshwater, and not saltwater. They are medium sized birds. 124 cm is their wingspan. Their wings are grey with a little black at the tip. The rest of them is white except for their yellow beak and legs.","img":"ring_billed_gull"},{"id":"20","name":"Roseate Tern","about":"This bird is medium sized and mostly white with a black cap. They have a long deeply forked tail as adults. The scientific name is Sterna dougallii. This species likes to breed along coasts and islands. 67-76 cm is the average wingspan. They usually plunge-dive in the sea for their food.","img":"roseate_tern"},{"id":"21","name":"Royal Tern","about":"It is easy to point out the Royal tern from its pointed orange beak and black cap. This is the second largest species of the tern family and is mostly found around lagoons, bays and sandy shores. It feeds in the early morning and late afternoon making it the prime time to spot them, but keep in mind that they are a migrating species and only stay around for the winter months.","img":"royal_tern"},{"id":"22","name":"Ruddy Turnstone","about":"Ruddy Turnstone is a fairly small wading bird, it is known by its black and reddish-brown markings on its back and bright orange legs. Although this bird is not common in Florida, it is a highly migrating bird over the winter months. The Ruddy Turnstone got its name from its eating habits, it turns stones in order eat the insects and amphipods underneath as well as routing through seaweed to find crustaceans.","img":"ruddy_turnstone"},{"id":"23","name":"Snow Egret","about":"The Snowy Egret can be described simply by their name. They have a pure white coat with beautiful fumes with contrasting black beak and legs. They are most commonly found around the coasts or the ocean and rivers and are in Florida year round. They tend to feed in the shallow water, dipping their feet in the water flushing prey.","img":"snowy_egret"},{"id":"24","name":"Spoonbill","about":"There are six different types of spoonbills around the world; one most commonly found in Florida is the Roseate Spoonbill. All spoonbills are known for their spoon shaped beak, which makes feeding on small creatures like insects and tiny fish much easier. Roseate Spoonbills are pink in color and have gray bills, making them standout from other species of Spoonbills.","img":"roseate_spoonbill"},{"id":"25","name":"Tri-Color Heron","about":"The Tri Color Heron, formally known as the Louisiana Heron, is a Florida native that can be normally found in swampy water and rivers. You can find it all year long in the Indian River Lagoon normally around the coasts It feeds on insects, small fish and reptiles by running on the top of the water and using its slender long neck to find food. The Tri-Color Heron has a unusual blue face with a white underbelly and brown coat.","img":"tri_colored_heron"},{"id":"26","name":"Vulture","about":"Although Vultures are mostly seen on the sides of roads or suburbs, they tend to also migrate around lakes and rivers. The most common food source for these birds of prey is sick and dying animals; unlike their reputation, they rarely attack healthy animals. The vultures you will find in Florida are dark in color but either have red or black faces depending on the species.","img":"turkey_vulture"},{"id":"27","name":"White Ibis","about":"The White Ibis is most commonly found in Florida around the coasts and mangroves in flocks together. These birds are known for their white coat and long orange bill used to easily dig in the mud for its food. The majority of their diet is insects, crayfish and other crustaceans they can find along the shore.","img":"white_ibis"},{"id":"28","name":"White Pelican","about":"The White Pelican is known to be a migrating bird, coming to Florida in the winter months. They are most often found in groups on coastal inlets and shallow areas. It is known by its large white body, black wings, short feet and of course its expendable pouch. The white pelican catches its prey while swimming, catching pounds a fish each day.","img":"white_pelican"}]}